[
  {
    "para": [
      "Affidavit by the student and also by the Parent/Guardian is mandatory to be submitted at the time of registration to the forthcoming semester in connection with Anti Ragging Drive. Attached below is the text of the affidavits to be submitted by every student and also seperately by the Parent/Guardian. All students of Ch. B.P. Govt. Engg. College, Jaffarpur, New Delhi of all semesters of B.Tech are requried to submit the above affidavits at the time of registration to respective department Heads. The affidavite need to be on the Stamp paper duly attested by the Oath Commissioner/ Notary. The above submission is compulasory as per the guidelines of the UGC and the Hon'ble Supreme Court in respect of the Anti -Ragging Drive. It is in the interest of the students of Ch. B.P.Govt. Engg. College, Jaffarpur, New Delhi, to submit the above affidavits falling which their registration shall not be treated as valid."
    ],
    "designation": "Principal",
    "institution": "Ch. B.P. Govt. Engineering College",
    "place": "Jaffarpur, New Delhi"
  },
  {
    "para": [
      "This is to bring to your notice that the Hon'ble Supreme Court of India and Government of India have totally banned ragging in the educational Institiution. Serious action will be taken against students found indulging in any act or ragging, as per the orders of the Hon'ble Supreme Court.",
      "The recommendations of the committee constituted by the Hon’ble Supreme Court has been adopted by the University Grant Commission in the Expert Committee meeting held on 15th February, 2009 and has been duly notified in the form of UGC Regulations on Curbing the menace of Ragging in Higher Educational Institutions, 2009 vide their notification No. F. 1- 16/2007(CPP-II) dated 17th June, 2009. The full contents of the regulations may be seen at www.ugc.ac.in and www.ipu.ac.in."
    ],
    "designation": "Dean (Academic)",
    "institution": "Ch. B.P. Govt. Engineering College",
    "place": "Jaffarpur, New Delhi"
  }
]
